import React from "react";

function PricesMessage() {
    return (       
            <div className="pricesMessage">
                <p><span>Вартість ремонту продукції = вартість роботи інженера + вартість запчастини + вартість виїзду (якщо це виїздний ремонт).</span></p> 
                <p>Точну ціну на запчастини можна дізнатись, скориставшись формою «Задати питання» на сторінці "Контакти" та описати ваше питання. Також є можливість замовити виїзний ремонт, для цього треба зателефонувати на номер 0 800 505 050 або заповнити форму замовлення ремонту на головній сторінці.</p>
                <p><span>Міста та райони осблуговування:</span></p>
                <span>Офіс в Житомирі</span>
                <p><span>Зона прийому техніки:</span> Житомир,  Київська 77, 1-поверх</p>
                <p><span>Виїзний ремонт:</span> Житомир, Житомирська область</p>            
            </div>
    );
}

export default PricesMessage;