import React from "react";

function AccessoriesInfo() {
    return (
        <div className="categoryInfo">
            <h3>Як зробити замовлення?</h3>
            <p>1. Виберіть потрібний аксесуар в каталозі.</p>
            <p>Звертаємо Вашу увагу, що номер запчастини може змінюватися без попереднього повідомлення. Актуальний номер уточнюйте у фахівців сервісного центру при замовленні аксесуара.</p>
            <p>2. Скористайтеся пошуком сервісного центру на нашому сайті або зателефонуйте за телефоном служби підтримки клієнтів 0 800 505 050.</p>
            <p>3. Замовте аксесуар в сервісному центрі.</p>
            <p>4. Звертаємо Вашу увагу, що наявність і ціни на аксесуари необхідно уточнювати безпосередньо в cервісному центрі.</p>
            <p>Перед замовленням разом з фахівцями сервісного центру перевірте, що потрібний аксесуар підходить до Вашого продукту.</p>
        </div>
    );
}

export default AccessoriesInfo;