import React from "react";

function AccessoriesMessage() {
    return (       
            <p className="categoriesMessage">Для Вас доступне замовлення аксесуарів до продукції через Нову пошту по всій Україні. Для оформлення , просимо Вас скористатися кнопкою "Замовити здвінок" у верхній частині сторінки веб-сайту над меню або формою "Задати питання" на сторінці "Контакти". Обов'язково напишіть бренд продукції, аксесуари, які хочете купити та Ваш контактний телефон. Ми обов'язково передзвонимо, якщо Ви залишите правильний номер телефону!</p>
    );
}

export default AccessoriesMessage;