import React from "react";
import Image from "../../elements/Image/Image";
import image6 from "../../images/image6.jpg";
import image7 from "../../images/image7.jpg";
import image15 from "../../images/image15.jpg";
import image16 from "../../images/image16.jpg";
import { useEffect } from "react";
function About() {
    document.title = "Про нас";
    useEffect(() => {
        window.scrollTo(0, 0);
    }, []);
    return (
        <main>
            <div className="text">
                <h3>Про наш сервісний центр</h3>
                <p>Ми працюємо в Житомирі на ринку послуг з 2024 року, що дозволило нам накопичити величезний досвід у цій галузі. У нас працюють висококваліфіковані інженери, які якісно та завчасно нададуть послуги гарантійного та післягарантійного ремонту вашої техніки. Персонал нашого сервісу постійно підвищує свою кваліфікацію, регулярно проходячи навчання.</p>
                <p>Ми пропонуємо якісний та швидкий ремонт комп'ютерів, ноутбуків, моніторів, принтерів, сканерів та іншої офісної техніки. Наші спеціалісти мають великий досвід у цій галузі та завжди готові надати якісну допомогу. Ми працюємо з оригінальними запчастинами та комплектуючими, що дозволяє нам забезпечити тривалу роботу вашої техніки.</p>
                <p>Наш сервісний центр також пропонує послуги з ремонту побутової техніки, такої як пральні машини, холодильники, плити та інші. Ми здатні вирішити будь-які проблеми з вашою технікою та забезпечити її надійну роботу.</p>
                <p>Ми розуміємо, як важливо для вас мати справну техніку, тому ми пропонуємо швидкий та якісний сервіс. Наші спеціалісти завжди готові допомогти вам у будь-який час дня та ночі. Ми працюємо з людьми та для людей, зміцнюючи довіру до компанії.</p>
                <p>Наш сервісний центр пропонує гарантію на всі види ремонту, що дозволяє нашим клієнтам бути впевненими в якості наших послуг. Ми завжди стежимо за новинками технологій та навчаємося, щоб забезпечити найкращий сервіс нашим клієнтам.</p>
                <p>У нашому сервісному центрі ви можете розраховувати на індивідуальний підхід до кожного клієнта. Ми завжди готові вислухати ваші потреби та запити та знайти найкраще рішення для вас.</p>
                <p>Ми прагнемо забезпечити задоволення наших клієнтів та зробити ремонт їх техніки якісним та надійним. Наш сервісний центр працює з любов'ю до своєї справи та з повагою до наших клієнтів, що дозволяє нам створювати довгострокові взаємовигідні відносини.</p>
                <p>Наш сервісний центр пропонує конкурентні ціни на послуги з ремонту техніки. Ми завжди готові проконсультувати вас та допомогти з будь-якими питаннями, що виникають у процесі ремонту.</p>
                <p>Ми прагнемо забезпечити максимальний комфорт для наших клієнтів. У нашому сервісному центрі ви можете отримати послуги з доставки техніки та додаткового обладнання, що значно спрощує процес ремонту.</p>
                <p>Наш сервісний центр - це надійний партнер для вашої техніки. Ми завжди готові надати якісну та швидку допомогу в будь-який час. Оберіть наш сервісний центр та будьте впевнені у якості наших послуг!</p>
            </div>
            <div className="images">
                <Image src={image6} className="image2" />
                <Image src={image7} className="image2" />
                <Image src={image15} className="image2" />
                <Image src={image16} className="image2" />
            </div>
        </main>
    );
}

export default About;