import React from "react";
import { useEffect } from "react";

function Guarantee() {
    document.title = "Гарантійні умови";
    useEffect(() => {
        window.scrollTo(0, 0);
    }, []);
    return (
        <main>
            <div className="text">
                <h3>Гарантійні умови</h3>
                <p><span className="bold">Гарантійне обслуговування</span> - безоплатне для споживача усунення заводських недоліків, що проявилися протягом гарантійного терміну, за умови відсутності порушень умов експлуатації, транспортування і зберігання техніки.</p>
                <p><span className="bold">Безкоштовне сервісне обслуговування</span> - додаткове зобов'язання виробника щодо усунення заводських недоліків техніки, яка включає проведення безкоштовного ремонту з безкоштовною заміною необхідних запасних частин.</p>
                <p><span className="bold">Періоди гарантійного та безкоштовного сервісного обслуговування:</span></p>
                <table className="customTable">
                    <thead>
                        <tr>
                            <th>Категорія техніки *</th>
                            <th>Гарантійний період **</th>
                            <th>Безкоштовне сервісне обслуговування **</th>
                            <th>Розширена гарантія ***</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Телефони</td>
                            <td>12 місяців</td>
                            <td></td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>Комп'ютери</td>
                            <td>12 місяців</td>
                            <td>24 місяці</td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>Монітори</td>
                            <td>24 місяці</td>
                            <td></td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>Пилососи</td>
                            <td>12 місяців</td>
                            <td></td>
                            <td>10 років (компресор)</td>
                        </tr>
                        <tr>
                            <td>Холодильники</td>
                            <td>12 місяців</td>
                            <td>24 місяці</td>
                            <td>10 років (компресор)</td>
                        </tr>
                        <tr>
                            <td>Телевізори</td>
                            <td>12 місяців</td>
                            <td>24 місяці</td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>Хлібопічки</td>
                            <td>12 місяців</td>
                            <td></td>
                            <td></td>
                        </tr>
                    </tbody>
                </table>
                <p>* У разі виявлення протягом встановленого гарантійного строку недоліків споживач, в порядку та у строки, що встановлені законодавством, має право вимагати: доставку великогабаритних товарів і товарів вагою понад п'ять кілограмів продавцю, виробнику (підприємству, що задовольняє вимоги споживача) та їх повернення споживачеві здійснюються за рахунок продавця або виробника.</p>
                <p>** З дати покупки техніки, терміни гарантії і безкоштовного сервісного обслуговування не підсумовуються.</p>
                <p>*** розширена гарантія на компресор, запчастини магнетрону або мотор, за умови, що це зазначено в гарантійному талоні, яким комплектується виріб</p>
                <p><span className="bold">Безкоштовному сервісному обслуговуванню не підлягають:</span></p>
                <p>Перераховані нижче аксесуари та вироби, якщо їх заміна не пов'язана з розбиранням виробу із застосуванням спеціальних технічних засобів і передбачена конструкцією:</p>
                <ul>
                    <li>Пульти дистанційного керування, акумуляторні батареї, елементи живлення, зовнішні блоки живлення та зарядні пристрої для всіх типів виробів;</li>
                    <li>Сполучні кабелі, телефонні гарнітури ( "hands free"), антени, навушники, мікрофони, носії інформації різних типів (CD, DVD диски, карти пам'яті, диски з програмним забезпеченням і драйверами і т. п.);</li>
                    <li>Чохли, ремені, сумки, документація, що додається до виробу;</li>
                    <li>3D окуляри.</li>
                </ul>
                <p>Детальну інформацію про надання та обмеження гарантійного та безкоштовного сервісного обслуговування, ви можете знайти в гарантійному талоні, що додається до вашого продукту.</p>
            </div>

        </main>
    );
}

export default Guarantee;